#include<stdio.h>
int main()
{

    printf("\n\n\n\n");
    printf("\t\t---------------------------------------------------\n");
    printf("\t\t||                                               ||\n");
    printf("\t\t||===============================================||\n");
    printf("\t\t||              -学生信息管理系统-               ||\n");
    printf("\t\t||===============================================||\n");
    printf("\t\t||                                               ||\n");
    printf("\t\t||                                               ||\n");
    printf("\t\t||                1.录入学生信息                 ||\n");
    printf("\t\t||                2.查询学生信息                 ||\n");
    printf("\t\t||                3.删除学生信息                 ||\n");
    printf("\t\t||                4.修改学生信息                 ||\n");
    printf("\t\t||                5.插入学生信息                 ||\n");
    printf("\t\t||                6.排名学生成绩                 ||\n");
    printf("\t\t||                7.统计学生总数                 ||\n");
    printf("\t\t||              8.显示所有学生信息               ||\n");
    printf("\t\t||                  0.退出系统                   ||\n");
    printf("\t\t||                                               ||\n");
    printf("\t\t||                                               ||\n");
    printf("\t\t---------------------------------------------------\n");
}
